remiehneppo/esp32-monitor/esp32_firmware/sdkconfig.defaults
CONFIG_BOOTLOADER_LOG_LEVEL_WARN=y

# Enable ESP32-S3 optimized settings if building for esp32s3
CONFIG_IDF_TARGET="esp32s3"
